fetch('/api/addFilm', {
    method: 'POST',
    headers: {
        'Content-Type': 'application/json'
    },
    body: JSON.stringify({
        title: "Франкенштейн",
        description: "Вчений-експериментатор робить найбільший прорив у своїй кар'єрі, перевертаючи уявлення про кордон між життям та смертю. Йому вдається пожвавити мертве тіло, створюючи революцію в науці і кидаючи виклик самій природі. Однак ейфорія від відкриття швидко змінюється жахом, коли він стикається з непередбачуваними та лякаючими наслідками свого втручання у закони життя. Але чи зможе він виправити скоєне, чи його творіння обернеться його найстрашнішим кошмаром?",
        year: 2025,
        duration: 152,
        country: "Britain",
        poster: "https://kinobolt.online/uploads/posts/2025-10/1761760355_preview.jpg"
    })
})